<template>
    <div class="mask" v-if="isVisible">
        <h2 style="text-align:center;font-weight:bold;margin-bottom:5px;">保险条款</h2>
        <div class="content-detail">
        
        <p>尊敬的客户：</p>
        <p>中银保险有限公司
航空旅程综合保险条款
总则 
第一条 本保险合同由保险条款、保险单、投保单、批单和特别约定组成。其中，保险条款由总则、航空旅程取消保险、航空旅程延误保险、航空行李延误保险、航空旅程随身财产保险、航空旅程个人责任保险和通用条款组成。航空旅程取消保险、航空旅程延误保险、航空行李延误保险、航空旅程随身财产保险、航空旅程个人责任保险部分的约定适用于各自部分，总则和通用条款的约定适用于整个保险合同。被保险人可选择投保一个或多个保障内容。凡涉及本保险合同的约定均采用书面形式。
第二条 凡乘飞机在中华人民共和国境内（含港、澳、台地区）及境外旅行的乘客，均可以作为本保险合同的被保险人。 
第一部分 航空旅程取消保险
保险标的
第三条 航空旅程取消保险的保险标的为因航空旅程取消对被保险人造成的损失。 
保险责任 
第四条 在保险期间内，若航空承运人因被保险人旅行出发地或者目的地发生暴动，或航空承运人雇员罢工、怠工，或恶劣天气，或自然灾害，或发生突发性传染病，在运输合同约定航班起飞前七日内取消航班，且无任何可替代航班，保险人按照本保险合同的约定赔偿被保险人。
责任免除 
第五条 下列原因造成的损失、费用，保险人不负责赔偿：
（一）投保人、被保险人的故意或重大过失行为；
（二）战争、敌对行动、军事行动、武装冲突、骚乱、劫机、恐怖活动； 
（三）核子辐射、核爆炸、核污染及其他放射性污染；
（四）行政行为或司法行为；
（五）被保险人搭乘的航班所属的航空公司破产；
（六）被保险人为该次旅程预订公共交通工具（参见释义）时已知已存在可能导致旅程取消的情况或条件，包括但不限于当时已经发生的任何恶劣天气或自然灾害。
保险期间 
第六条 航空旅程取消保险按航次投保，保险期间以约定航班的预定起飞时间前七日的零时起，至该约定航班的预定起飞时间为止。取消时间应以航空承运人出具的书面证明为准。 
第二部分 航空旅程延误保险 
保险标的 
第七条 航空旅程延误保险的保险标的为因航空旅程延误对被保险人造成的损失。 
保险责任 
第八条 被保险人在保险期间内开始其旅行行程，由于恶劣天气、自然灾害、机械故障、航空公司超售（参见释义）或航空管制的原因造成被保险人原计划搭乘的公共交通工具晚于预定时间到达目的地，且延误连续达到保险单所载明的时间，保险人按照本保险合同的约定赔偿被保险人。具体延误时间应以航空承运人的证明材料为准。 
延误的时间计算以下列两种情况中较长者为准： 
（一）自原计划搭乘的公共交通工具的原定开出时间开始计算，直至搭乘由公共交通工具承运人安排所提供最早的替代公共交通工具的开出时间为止； 
（二）自原计划搭乘的公共交通工具的原定到达时间开始计算，直至被保险人搭乘替代公共交通工具抵达原计划目的地为止。 
责任免除 
第九条 下列原因造成的损失、费用，保险人不负责赔偿： 
（一）投保人、被保险人的故意或重大过失行为； 
（二）战争、敌对行动、军事行动、武装冲突、罢工、骚乱、暴动、劫机、恐怖活动； 
（三）核子辐射、核爆炸、核污染及其他放射性污染； 
（四）行政行为或司法行为； 
（五）被保险人非以乘客身份搭乘航班； 
（六）被保险人搭乘的航班所属的航空公司破产； 
（七）被保险人未能按预定行程办理登机手续； 
（八）被保险人未能登乘原计划搭乘的承运人安排的最早便利的替代公共交通工具； 
（九）被保险人为该次旅程预订公共交通工具时已知存在可能导致旅程延误的情况或条件，包括但不限于当时已经发生的任何恶劣天气或自然灾害。 
保险期间 
第十条 航空旅程延误保险按航次投保，保险期间以被保险人换取登机牌之刻起，至该航班或替代航班实际到达之刻止。 
第三部分 航空行李延误保险 
保险标的 
第十一条 航空行李延误保险的保险标的为因航空旅程随行托运的行李延误对被保险人造成的损失。 
保险责任 
第十二条 被保险人于旅行期间随行托运的行李在其所乘的公共交通工具抵达预定目的地后未同时抵达，且航空承运人实际交付行李时间与行李预计到达目的地时间延误达到保险单所载明的时间，保险人按照本保险合同的约定赔偿被保险人。具体延误时间应以航空承运人的证明材料为准。
责任免除 
第十三条 下列原因造成的损失、费用，保险人不负责赔偿： 
（一）投保人、被保险人的故意或重大过失行为； 
（二）战争、敌对行动、军事行动、武装冲突、罢工、骚乱、暴动、劫机、恐怖活动； 
（三）核子辐射、核爆炸、核污染及其他放射性污染； 
（四）行政行为或司法行为，包括被保险人的托运行李被海关或其他政府部门没收、 扣留、隔离、检验或销毁等； 
（五）被保险人抵达预定目的地后未将行李延误一事通知有关公共交通工具承运人及取得行李延误时数的书面证明； 
（六）非该次旅行托运之行李或物品的延误； 
（七）被保险人留置其行李于公共交通工具承运人或其代理人。 
保险期间 
第十四条 航空行李延误保险按航次投保，保险期间以被保险人换取登机牌之刻起，至行李实际到达目的地为止。
第四部分 航空旅程随身财产保险
保险标的
第十五条 航空旅程随身财产保险的保险标的为被保险人合法拥有的随身财产，包括行李、行李中的个人物品及随身携带的物品。
保险责任 
第十六条 在保险期间内，因任何第三方盗窃、抢劫、企图盗窃行为，航空承运人或任何其他第三方的责任导致被保险人合法拥有的随身财产（参见释义）遗失或意外（参见释义）损坏，保险人按照本保险合同的约定赔偿被保险人。
责任免除
第十七条 任何下列财产、在下列期间发生的、或由下列原因直接或间接地造成的被保险人的随身财产损失，保险人不负责赔偿：
（一）直接或间接由于计算机2000年问题引起的损失；
（二）金银、珠宝首饰或饰物、移动电话、手提电脑（参见释义）或个人商务助理设备(PDA)；
（三）因海关或其他管理当局的延误、没收或拘留引起的遗失；
（四）图章、文件的遗失或损坏；
（五）易碎或易破物品的损坏，如玻璃或水晶等；
（六）用于商业活动的物品或样品；
（七）正常的磨损、折旧、虫蛀、发霉、腐烂、侵蚀、逐渐退化、光线作用、或在加热、弄干、清洁、染色、更换或维修过程中、或因刮损、出现凹痕、机械或电力故障、使用不当、手工或设计欠佳、使用有问题物料而引致的损失或损坏；
（八）现金、债券、票据、印花、息票、地契、股票、旅行证件、代币卡（包括信用卡）；
（九）录制于磁带、记录卡、磁盘或其他类似设备上的数据的遗失；
（十）非于该次旅行时托运的行李、邮寄或船运的纪念品或物品的遗失或损坏；
（十一）任何原因未明的损失或神秘失踪；
（十二）动物、植物或食物；
（十三）汽车（及其附件）、摩托车、船、自行车、其它机动或非机动交通运输工具；
（十四）物品因放置于无人看管的车辆而遭偷窃，但有明显暴力痕迹者除外；
（十五）家具、古董；
（十六）租赁的设备；
（十七）走私、违法的运输或贸易；
（十八）经承运人或任何其他责任方修理后能正常运行或恢复其正常功能的物品。
保险期间 
第十八条 航空旅程随身财产保险按航次投保，保险期间以被保险人到达出发地机场时始，至被保险人抵达目的地离开机场时止。
被保险人义务
第十九条 被保险人应妥善照管其行李物品，如发生遗失或损坏，被保险人必须立即采取措施查寻、保护或挽救该行李或物品。由于被保险人未履行上述义务而导致损失扩大的，保险人对扩大的部分不承担赔偿责任。
被保险人须于知道或应当知道保险事故发生之时起二十四小时内向保险事故发生地海关、警方或其他有关部门报案并领取其出具的保险事故证明。
赔偿处理
第二十条 如果发生保险事故导致保险标的损坏，且可以合理经济的修复，则保险人负责承担相关的修复费用；如果发生保险事故导致保险标的损坏，且无法合理经济的修复，则视为保险标的遗失，保险人按照该保险标的的重新购置价（参见释义）承担赔偿责任。保险人承担的赔偿责任以保险单载明的保险金额为限，即保险人承担的赔偿金额不超过以下金额中的较少者：
（一）损失发生当时的全部修补费用； 
（二）损失发生当时的重新购置价；
（三）保险单载明的保险金额。 
第二十一条 对受损保险标的在替换或修复过程中，被保险人进行的任何变更、性能增加或改进所产生的额外费用，保险人不负责赔偿。
第二十二条 若受损保险标的购买已超过一年，保险人在赔偿时可根据其磨损及折旧程度做出适当扣减或进行修复。
第二十三条 如保险单载有免赔额，每件理赔物品的免赔额以保险单上载明的免赔额为准，保险人对小于免赔额的损失不承担赔偿责任。
第二十四条 如果受损保险标的损失可以从承运人或任何第三方获得赔偿，保险人仅负责补偿剩余部分。
如果遗失、被盗窃或被抢劫的保险标的被发现或归还，被保险人应向保险人退回已领取的保险金。
第五部分 航空旅程个人责任保险 
保险标的
第二十五条 航空旅程个人责任保险的保险标的为被保险人对第三者依法应负的赔偿责任。
保险责任 
第二十六条  在保险期间内，被保险人因意外伤害（参见释义）事故造成第三者身故或人身伤害、财产损失或损坏，依法应由被保险人承担的赔偿责任，保险人按照保险合同的约定负赔偿责任。
   保险事故发生后，被保险人因保险事故而被提起仲裁或者诉讼的，对裁判文书确定的应由被保险人支付的仲裁或者诉讼费用以及事先经保险人书面同意而支付的其他必要的、合理的费用（以下简称“法律费用”），保险人按照本保险合同的约定负赔偿责任。
责任免除 
第二十七条 下列原因造成的损失、费用和责任，保险人不负责赔偿： 
（一） 被保险人履行合同约定义务；
（二） 属于被保险人所有或在其监管、控制下的财产；
（三） 任何由于被保险人故意、恶意、违法、犯罪、不正当行为造成的损坏或伤害；
（四） 贸易、商业或职业行为；
（五） 任何对被保险人的直系亲属，其雇主或雇员人身或财产造成的损坏或伤害；
（六） 性骚扰、性侵犯或性冲突；
（七） 投保人、被保险人及其代理人以及第三者的故意或重大过失而实施的违法、违规行为；
（八） 被保险人或其他由被保险人指使、同意或默许的人员实施了企图导致第三者人身损害、财产损失或损坏，或上述人员疏忽大意导致第三者身故或人身伤害、财产损失或损坏的行为；
（九） 行政行为或司法行为；
（十） 任何由法院裁判的惩罚性、加重性或警戒性的赔款、精神损害赔偿；
（十一） 对公共交通工具承运人所有、使用、监管或控制下的财产造成的任何损坏；
（十二） 任何间接损失。
保险期间 
第二十八条 航空旅程个人责任保险按航次投保，保险期间以被保险人到达出发地机场时始，至被保险人抵达目的地离开机场时止。
被保险人义务
第二十九条 被保险人或其代理人收到第三者提出的损害赔偿请求时，应立即通知保险人。被保险人或其代理人对受害人及其代理人做出的任何承诺、拒绝、出价、约定、付款或赔偿，未经保险人书面同意的，不能约束保险人。对于被保险人或其代理人自行承诺或支付的赔偿金额，保险人有权重新核定，对于不属于本保险合同责任范围或超出应赔偿限额的，保险人不承担赔偿责任。在处理索赔过程中，保险人有权根据被保险人的授权自行处理由其承担最终赔偿责任的任何索赔案件，被保险人或其代理人有义务向保险人提供其所能提供的资料和协助。
第三十条 被保险人或其代理人获悉可能发生的诉讼、仲裁时，应立即以书面形式通知保险人；接到法院传票或其他法律文书后，应将其副本及时送交保险人。保险人有权以保险人或在被保险人授权情况下以被保险人的名义处理有关诉讼或仲裁事宜，被保险人应提供与该损害赔偿有关的文件，并给予必要的协助。
对因未及时提供上述通知或必要协助导致扩大的损失，保险人不承担赔偿责任。
赔偿处理
第三十一条 保险人的赔偿以采用下列方式之一确定的被保险人的赔偿责任为基础：
（一）被保险人和向其提出损害赔偿请求的第三者协商一致并经保险人书面确认的；
（二）仲裁机构裁决；
（三）人民法院判决；
（四）保险人认可的其他方式。
第三十二条 保险人对被保险人给第三者造成的损害，可以依照法律的规定或者本保险合同的约定，直接向该第三者支付保险金。
被保险人给第三者造成损害，被保险人对第三者应负的赔偿责任确定的，根据被保险人的请求，保险人应当直接向该第三者支付保险金。被保险人怠于请求的，第三者有权就其应获赔偿部分直接向保险人请求赔偿保险金。
被保险人给第三者造成损害，被保险人未向该第三者赔偿的，保险人不得向被保险人赔偿保险金。
第三十三条 发生保险责任范围内的损失，保险人按以下方式计算赔偿：
（一）对于每次事故造成的损失，保险人按第三十一条确定的应由被保险人承担的赔偿金额扣除免赔额后进行赔偿，但以保险单载明的赔偿限额为限。
（二）对于每次事故发生的法律费用，保险人的赔偿金额与依据本条第（一）款计算的赔偿金额之和不超过保险单载明的赔偿限额。
（三） 在保险期间内，保险人累计赔偿金额不超过保险单载明的赔偿限额。
第六部分 通用条款 
保险金额及免赔额
    第三十四条  航空旅程取消保险、航空旅程延误保险、航空行李延误保险和航空旅程随身财产保险的保险金额、航空旅程个人责任保险的赔偿限额，由投保人和保险人协商确定并在保险单中载明。
航空旅程随身财产保险和航空旅程个人责任保险的免赔额，由投保人和保险人协商确定并在保险单中载明。
保险人义务 
第三十五条 订立保险合同时，采用保险人提供的格式条款的，保险人应当向投保人说明本保险合同的条款内容。对保险合同中责任免除条款，保险人在订立合同时应当在投保单、保险单或者其他保险凭证上作出足以引起投保人注意的提示，并对该条款的内容以书面或者口头形式向投保人作出明确说明；未作提示或者明确说明的，该责任免除条款不产生效力。 
第三十六条 本保险合同成立后，保险人应当及时向投保人签发保险单或其他保险凭证。 
第三十七条 保险人依据保险合同解除权，自保险人知道有解除事由之日起，超过三十日不行使而消灭。自保险合同成立之日起超过二年的，保险人不得解除合同；发生保险事故的，保险人承担赔偿责任。 
保险人在合同订立时已经知道投保人未如实告知的情况的，保险人不得解除合同；发生保险事故的，保险人应当承担赔偿责任。
第三十八条 保险人按照保险合同的约定，认为被保险人提供的有关索赔的证明和资料不完整的，应当及时一次性通知投保人、被保险人补充提供。 
第三十九条 保险人收到被保险人的赔偿请求后，应当及时就是否属于保险责任作出核定，并将核定结果通知被保险人。情形复杂的，保险人在收到被保险人的赔偿请求后三十日内未能核定保险责任的，保险人与被保险人根据实际情形商议合理期间，保险人在商定的期间内作出核定结果并通知被保险人。对属于保险责任的，在与被保险人达成有关赔偿金额的协议后十日内，履行赔偿义务。 
保险人依照前款的规定作出核定后，对不属于保险责任的，应当自作出核定之日起三日内向被保险人发出拒绝赔偿或者拒绝给付保险金通知书，并说明理由。 
第四十条 保险人自收到赔偿的请求和有关证明、资料之日起六十日内，对其赔偿的数额不能确定的，应当根据已有证明和资料可以确定的数额先予支付；保险人最终确定赔偿的数额后，应当支付相应的差额。 
投保人、被保险人义务 
第四十一条 投保人应履行如实告知义务，如实回答保险人就保险标的或被保险人的有关情况提出的询问，并如实填写投保单。 
投保人故意或者因重大过失未履行前款规定的如实告知义务，足以影响保险人决定是否同意承保或者提高保险费率的，保险人有权解除合同。保险合同自保险人的解约通知书到达投保人或被保险人时解除。 
投保人故意不履行如实告知义务的，保险人对于合同解除前发生的保险事故，不承担赔偿责任，并不退还保险费。
投保人因重大过失未履行如实告知义务，对保险事故的发生有严重影响的，保险人对于合同解除前发生的保险事故，不承担赔偿或者给付保险金的责任，但应当退还保险费。 
第四十二条 除另有约定外，投保人应在保险责任起始日前一次性交清保险费，投保人未按本款约定交清保险费的，保险费交清前发生的保险事故，保险人按投保人实际交纳保费占应交保费的比例承担保险责任。 
第四十三条 保险事故发生时，被保险人应当尽力采取必要的措施，防止或者减少损失。投保人、被保险人知道保险事故发生后，应当及时通知保险人。 
第四十四条 被保险人向保险人请求赔偿时，应提供下列证明和资料： 
（一） “索赔申请表”； 
（二） 在航空旅程取消保险项下索赔时，被保险人应提供航空承运人开具的“航班取消”证明盖章原件，包括航班号及日期，取消原因，是否安排其他航班等； 
（三） 在航空旅程延误保险项下索赔时，被保险人应提供航空承运人开具的“航班延误”盖章证明原件，包括航班号及日期，延误时间长度及延误原因，或者注明到达时间并由航空承运人盖章的登机牌原件； 
（四） 在航空行李延误保险项下索赔时，被保险人应提供航空承运人开具的“行李延误”盖章证明原件，包括航班号及日期，延误时间长度及延误原因； 
（五） 在航空旅程随身行李保险项下索赔时，被保险人应提供财产损失清单及发票原件，修理或修复的发票原件，有关部门或警方出具的书面证明文件；
（六） 在航空旅程个人责任保险项下索赔时，被保险人应提供判决书、裁决书或调解书（如有）或者赔偿协议（如有）、赔偿给付凭证（若保险人直接向第三方支付赔偿金，则无需提供）；
（七） 登机牌原件； 
（八） 身份证或者护照复印件； 
（九） 投保人、被保险人所能提供的与确认保险事故的性质、原因、损失程度等有关的其他证明和资料。 
投保人、被保险人未履行前款约定的单证提供义务，导致保险人无法确定保险事故的性质、原因、损失程度等的，保险人对无法确定的部分不承担赔偿责任。 
第四十五条 被保险人在请求赔偿时应当如实向保险人说明与受损标的有关的其他保险合同的情况。对未如实说明导致保险人多支付保险金的，保险人有权向被保险人追回多支付的部分。 
第四十六条 因第三者对保险标的的损害而造成保险事故的，保险人自向被保险人赔偿保险金之日起，在赔偿金额范围内代位行使被保险人对第三者请求赔偿的权利，被保险人应当向保险人提供必要的文件和所知道的有关情况。
被保险人已经从第三者取得赔偿的，保险人赔偿保险金时，可以相应扣减被保险人已从第三者取得的赔偿金额。
保险事故发生后，在保险人未赔偿保险金之前，被保险人放弃对第三者请求赔偿权利的，保险人不承担赔偿责任；保险人向被保险人赔偿保险金后，被保险人未经保险人同意放弃对第三者请求赔偿权利的，该行为无效；由于被保险人故意或者因重大过失致使保险人不能行使代位请求赔偿的权利的，保险人可以扣减或者要求返还相应的保险金。
赔偿处理 
第四十七条 保险事故发生时，被保险人对保险标的不具有保险利益的，不得向保险人请求赔偿保险金。
第四十八条 保险标的发生保险责任范围内的损失，保险人应以人民币货币赔偿，即保险人以支付保险金的方式进行赔偿。
第四十九条 航空旅程取消保险、航空旅程延误保险和航空行李延误保险的保险标的发生保险责任范围内的损失，保险人按保险单载明的保险金额赔偿。
第五十条 若被保险人为同一行程自愿投保由保险人承保的多种综合保险，如在不同保障产品中有相同保险利益的，则保险人仅按其中保险金额最高者做出赔偿。
第五十一条 被保险人向保险人请求赔偿的诉讼时效期间为二年，自其知道或者应当知道保险事故发生之日起计算。
争议处理 
第五十二条 因履行本保险合同发生的争议，由当事人协商解决。协商不成的，提交保险单载明的仲裁机构仲裁；保险单未载明仲裁机构且争议发生后未达成仲裁协议的，依法向中华人民共和国人民法院起诉。 
第五十三条 与本保险合同有关的以及履行本保险合同产生的一切争议，适用中华人民共和国法律（不包括港、澳、台地区法律）。 
释义 
第五十四条 “公共交通工具”：是指实际承运的航空承运人的航班，以及由该承运人安排的巴士等交通工具。 
第五十五条 “超售”：是指由于航空公司出售的机票数目多于实际座位数，而导致被保险人不能搭乘原计划乘搭的飞机。 
第五十六条 “随身财产”：包括行李、行李中的个人物品及随身携带的物品。
第五十七条  “意外”：是指非因故意造成的且不能预测其发生。
第五十八条 “手提电脑”：是指手提电脑或笔记本型电脑。
第五十九条 “重新购置价”：是指随身财产遭受损失或损毁时的市场价格，但须扣除损耗及折旧费用。
第六十条 “意外伤害”：是指以外来的、突发的、非本意的和非疾病的客观事件为直接且单独的原因致使身体受到的伤害。
其他事项 
第六十一条 保险责任开始前，投保人要求解除保险合同的，自通知保险人之日起，保险合同解除，保险费退还投保人。如投保人自行改变或取消航空旅程，本保险合同自动解除，保险费随机票款一同退还投保人。保险责任开始后，双方均不得解除保险合同。
</p>
</div>
<div class="btn-group">
    <mt-button class="close" plain @click.native="closeMask">关闭</mt-button>
</div>

    </div>
</template>

<script>
export default {
    props: {
        isVisible: Boolean
    },
    methods: {
        closeMask () {
            this.$emit('closeDialog', false)
        }
    }
}
</script>

<style scoped>
.mask {
    position: fixed;
    left: 0;
    top: 0;
    right: 0;
    bottom: 0;
    background: #fff;
    padding: 20px;
}
.content-detail {
    height: 80vh;
    overflow-y: scroll;
    -webkit-overflow-scrolling: touch;
}
.btn-group {
    position: fixed;
    bottom: 15px;
    left: 20px;
    right: 20px;
}
.close {
    width: 100%;
}
</style>